<!DOCTYPE html>
<html>
  <head>
   <title>Lab1</title>
   <meta charset="UTF-8">
  </head>
  <body>
    <!-- Статик болон динамик агуулгын ялгаа -->
    
    <!--
    	Дэлгэцэнд тогтмол утгийг гаргана. Доорх агуулга нь хэрэглэгчийн хүсэлтээс хамааран өөрчлөгдөхгүй.
    -->
    <p>Энэ бол статик агуулга.</p>
    
    <?php echo "PHP скриптээр, програмын кодоор үүсгэсэн динамик агуулга.2"; ?>
    <p>Вэб серверийн цаг : 
    <!-- Тухайн хуудсыг дуудах үед хэрэглэгчийн дэлгэц дээр серверийн тухайн үеийн огноог динамикар харуулна. Жишээ нь өнөөдөр 2018/09/07 
    гэж хэвлэсэн бол маргааш 2018/09/08 гэж агуулга динамикар өөрчлөгдөн харагдана.
    -->
       <span><?php 
              // Системийн цагийг HTTP гаралтад бичих
              echo "Өнөөдөр бол " . date("Y/m/d");
             ?></span>
    <p>
  </body>
</html>